// ==== Settings ====
"Library" = "文库";
"Hide Document Names" = "隐藏文件名称";

"Reading and Editing" = "阅读和编辑";
"Hide Status Bar" = "隐藏状态栏";
"Disable Auto Lock" = "禁用自动锁定";
"Please disable \"Multitasking Gestures\" in iPad's Settings for palm rest to work properly." = "为了使掌托运作无误，请在iPad的设定里关闭“多工处理手势”。";

"When Using the Close-up Input" = "当使用特写输入时";
"Disable Editing Elsewhere" = "使在别处编辑无效";
"Close-up Input Tips" = "• 可以在页面上的任何一个地方长按打开特写输入。\n• 长按返回键会移至下一行并且缩进。拖动特写输入的矩形定位来指定缩进大小。";

"About GoodNotes" = "关於 GoodNotes";
"Version" = "版本";
"Send Us Feedback" = "意见反馈";
"Rate GoodNotes on iTunes to support us!" = "在 iTunes 评价 GoodNotes 来给我们支持！";

"We would love to hear your questions, comments, or suggestions! Please enter your feedback below in English:" = "请在下方写下您的问题，意见或建议：";

"Crash Recovery" = "故障修复";
"Safe Mode" = "安全模式";
"Turn on safe mode to prevent GoodNotes from crashing on start up." = "打开安全模式来防止 GoodNotes 在启动时崩溃。";

// ==== version 2.3 below ====
"When Using Close-up Input or Text Input" ="当使用特写输入或文字输入时";

// ==== version 2.5 below ====
"Close-up Input Gesture (Tap and Hold)" = "特写输入手势（长按）";
"Text Input Gesture (Two Fingers Tap)" = "文本框手势（两指轻点）";
"Unlink Dropbox" = "取消 Dropbox 链接";
"Unlink Box" = "取消 Box 链接";

// ==== version 3.2 below ====
"Palm Rest" = "掌托";
"Palm Rest Control Position" = "掌托拖曳栏位置";
"Left" = "左";
"Right" = "右";
"Auto-Deselect Eraser" = "自动停用橡皮擦";

// ==== version 3.3 below ====
"Pen Style" = "书写笔样式";
"Fountain Pen" = "钢笔";
"Rollerball Pen" = "钢珠笔";

// ==== version 3.4.2 below ====

"Turn on Safe Mode to prevent opening a crashing document on startup." = "开启安全模式来防止在启动时打开一个导致程式崩溃的文件。";

"Extract App Data" = "提取应用数据";
"If you cannot open GoodNotes even when Safe Mode is enabled, turn this on and open GoodNotes to extract all app data to iTunes File Sharing. Then please send us a support ticket with the app data archive to recover your notes." = "如果您在安全模式启用时仍无法打开 GoodNotes，请开启这选项来把所有应用数据传送到 iTunes 文件共享。然後请给我们一个帮助请求来恢复你的笔记。";